start_hello_msg = Salom {$full_name}. Xush kelibsiz <b>{$organization_name}</b>ning rasmiy botiga. Keling oldin tilni tanlaymiz!

     Привет, {$full_name}. Добро пожаловать в официальный бот <b>{$organization_name}</b>. Давайте сначала выберем язык!

language_uz =🇺🇿 Uzbek tili

language_ru =🇷🇺 Русский язык

cancel_action_btn_text = 🔴 Отмена

confirm_anketa_btn_text = ✅ Подтверждение

refull_anketa_btn_text = 🔄 Пополнение



service_info = Здравствуйте! Получите (Green card. Грин карта.) для проживания и работы в Америке! Что такое лотерея Грин-кард? Это лотерея виз, где для участия необходимо заполнить специальную анкету. Мы заполним вашу анкету надежно и без ошибок. Ваше участие в игре гарантировано на 100%. Вам не нужно выходить из дома и часами ждать свой очередь. Всё очень легко, вам нужно заполнить необходимые поле без ошибок как указано на видео инструкции. После завершение регистрации и оплаты мы отправим вам номер подтверждения регистрации (confirmation number). 
       Всего за 100 000 сумов.

register_btn_text = ✉️ Заполнение анкеты

my_anketa_btn_text = 📨 Мои анкеты

call_center_btn_text = ☎️ Контакты

guid_btn_text = 📘 Руководство

ticket_payment_btn_text =📑 Отправьте чек

warning_data_text =<b>⚠️ Примечание</b>

      <i>Пожалуйста, заполните информацию полностью и точно, как показано!</i>


fullname_text = ✍️ Напишите свое полное имя!

     <i>Например: <b>Sobirov Jamshid Shuxrat o'g'li</b></i>

fullname_error_text =⚠️ Введена неверная информация!

     <i>✍️ Напишите свое полное имя!</i>
     <i>Например: <b>Sobirov Jamshid Shuxrat o'g'li</b></i>

birthdate_text =✍️Напишите дату своего рождения!

     <i>Формат: <b>дд.мм.гггг</b></i>
     <i>Например: <b>02.11.2001</b></i>

birthdate_error_text = ⚠️ Введена неверная информация!

     <i>✍️Напишите дату своего рождения!</i>
     <i>Формат: <b>дд.мм.гггг</b></i>
     <i>Например: <b>02.11.2001</b></i>

picture_text =✍️ Присылайте свою фотографию 6х6, сделанную в фотостудии!

picture_error_text =⚠️ Введена неверная информация!

     <i>✍️ Присылайте свою фотографию 6х6, сделанную в фотостудии!</i>

pasport_text =✍️ Присылайте фото вашего за гран паспорта !

pasport_error_text =⚠️ Введена неверная информаци

     <i>✍️ Присылайте фото вашего за гран паспорта !</i>

uz_adress_text = ✍️ Напишите свой текущий адрес полностью!

      <i>Например: <b>Toshkent shaxri. Olmazor tumani Bahoriston mahallasi 56 uy</b></i>

uz_adress_error_text = ⚠️ Введена неверная информаци

     <i>✍️ Напишите свой текущий адрес полностью!</i>
     <i>Например: <b>Toshkent shaxri. Olmazor tumani Bahoriston mahallasi 56 uy</b></i>

country_text = ✍️ Напишите полный адрес рождения!
      
       <i>Например: <b>O'zbekistan res, Samarqand viloyati</b></i>

country_error_text = ⚠️ Введена неверная информаци

     <i>✍️ Напишите полный адрес рождения!</i>
      <i>Например: <b>O'zbekistan res, Samarqand viloyati</b></i>

phone_number_text = ✍️ Напишите свой номер телефона!
      <i>Например: <b>+998xx xxxx xx xx</b></i>

phone_number_error_text = ⚠️ Введена неверная информаци

     <i> ✍️ Напишите свой номер телефона!</i>
     <i>Например: <b>+998xx xxxx xx xx</b></i>

aducation_text = 👇 Выберите свой степень образование!

      <i>Выбрать кнопками</i>

aducation_error_text = ⚠️ Введена неверная информаци

     <i>👇 Выберите свой степень образование!</i>
      <i>Выбрать кнопками</i>

marital_status_text = 👇 Выберите свое семейное положение!

     <i>Выбрать кнопками</i>

marital_status_error_text =⚠️ Введена неверная информаци

     <i>👇 Выберите свое семейное положение!</i>
     <i>Выбрать кнопками</i>

main_menu_btn_text =⚡️ Главное меню ⚡️

education_1 = Средняя школа и получил сертификат

education_2 = Степень бакалавра

education_3 = Степень магистра

education_4 = докторская степень

marital_1 = Не замужен | не женат

marital_2 = Замужен | Женат

marital_3 = Разведен(а)

marital_4 = Вдова | Вдовец

no_have_child = у меня нет ребенка

children_count_text =Введите количество ваших детей в возрасте до 21 года!

     <i>Например: <b>1; 2; 3;</b></i>
     <i>Если у вас нет детей до 21 года, нажмите <b>у меня нет ребенка</b></i>

children_count_error_text = ⚠️ Введена неверная информаци

     Введите количество ваших детей в возрасте до 21 года!
     <i>Например: <b>1; 2; 3;</b></i>
     <i>Если у вас нет детей до 21 года, нажмите <b>у меня нет ребенка</b></i>


child_fullname_text =  {$number} - Введите имя и фамилию вашего ребенка!

      <i>Например: <b>Sobirov Jamshid Shuxrat o'g'li</b></i>

child_fullname_error_text = ⚠️ Введена неверная информаци

      <i>{$number} - Введите имя и фамилию вашего ребенка!</i>
      <i>Например: <b>Sobirov Jamshid Shuxrat o'g'li</b></i>
     
child_birthday_text =  {$number} - Введите дату рождения вашего ребенка!

      <i>Формат: <b>дд.мм.гггг</b></i>
      <i>Например: <b>02.07.2000</b></i>

child_birthday_error_text = ⚠️ Введена неверная информаци

      <i>{$number} - Введите дату рождения вашего ребенка!</i>
      <i>Формат: <b>дд.мм.гггг</b></i>
      <i>Например: <b>02.07.2000</b></i>

child_picture_text =  {$number} - Отправьте в фотостудию фотографию вашего ребенка размером 6х6!

child_picture_error_text = ⚠️ Введена неверная информаци

      <i> {$number} - Отправьте в фотостудию фотографию вашего ребенка размером 6х6!</i>
     
child_pasport_text =  {$number} - Отправьте фотографию паспорта или удостоверения личности вашего ребенка!

child_pasport_error_text = ⚠️ Введена неверная информаци

      <i> {$number} - Отправьте фотографию паспорта или удостоверения личности вашего ребенка!</i>
     
 
hw_fullname_text = ✍️ Введите имя и фамилию мужа/жены!

     <i>Например: <b>Sobirov Jamshid Shuxrat o'g'li/ Sobirova Anora Yo'ldash qizi</b></i>

hw_fullanme_error_text = ⚠️ Введена неверная информаци

     <i>✍️ Введите имя и фамилию мужа/жены!</i>
     <i>Например: <b>Sobirov Jamshid Shuxrat o'g'li/Sobirova Anora Yo'ldash qizi</b></i>


hw_birthdate_text =✍️ Введите дату рождения мужа/жены!

     <i>Формат: <b>дд.мм.гггг</b></i>
     <i>Например: <b>02.07.1996</b></i>

hw_birthdate_error_text =  ⚠️ Введена неверная информаци

     <i>✍️ Введите дату рождения мужа/жены!</i>
      <i>Формат: <b>дд.мм.гггг</b></i>
      <i>Например: <b>02.07.1996</b></i>

hw_picture_text =✍️ Отправьте фотографию мужа/жены размером 6х6, сделанную в фотостудии!

hw_picture_error_text =⚠️ Введена неверная информаци

     <i>✍️ Отправьте фотографию мужа/жены размером 6х6, сделанную в фотостудии!</i>

hw_pasport_text =✍️ Пришлите фото мужа/жены на паспорт!

hw_pasport_error_text =⚠️ Введена неверная информаци

     <i>✍️ Пришлите фото мужа/жены на паспорт!</i>

expire_message_text = <b>⚠️ Сообщение устарело!</b>

      <i>Пожалуйста, заполните форму еще раз!</i>

reaction_text = <b>⚠️ Сообщение устарело!</b>

      <i>Пожалуйста, попробуйте еще раз!</i>

payment_ticket_text = ✅ Ваша заявка на <b>Green card</b> принята.

    📨 Номер заявки: <b>{$order_number}</b>
      🕤 Дата подачи заявки: <b>{$order_date}</b>
      💰 Сумма платежа: <b>{$service_price} сум</b>
      <i>💳 Номер карты: <b>{$card_number}</b></i>
      <i>👤 Владелец карты: <b>{$card_owner}</b></i>

      <i>Совершите платеж на указанный выше номер карты и отправьте чек с помощью кнопки <b>📑Отправить чек</b></i>


contact_phone_text = <b>Контактные номера</b>

      <b>🔍 Номера для вопросов и запросов</b>
      <i>☎️ Колл-центр: <b> +998 (99) 140-09-99</b></i>
      <i>☎️ Дополнительный номер: <b> +998 (99) 140-09-99</b></i>

no_anketa_text = <i><b>🤷‍♂️ Sizda anketalar yo'q</b></i>

check_order_send_text = <b>📑Отправить чек</b>
     
     <i>☝️ Нажмите на номер платной формы, чтобы отправить чек!</i>


check_number_picture_text = <b>Отправьте фотографию квитанции!</b>

check_number_picture_error_text =⚠️Введена неверная информация!

      <i>Отправьте фотографию квитанции!</i>

success_check_text = <b> ✅ Квитанция об оплате отправлена ​​на рассмотрение администратору!</b>

reject_payment_check_text =<b>❌ Чек платежа не был одобрен</b>

      <i>{$order_number} – ваш чек на оплату в цифровой форме не одобрен:</i>
      <i>Контактные номера для получения информации!</i>

reject_order_text =<b>❌ Ваша заявка отклонена</b>

      <i>{$order_number} – ваш цифровой заказ отклонен</i>
      <i>Контактные номера для получения информации!</i>

no_anketa_payment_text = <b><i>🤷🏻‍♂️ У вас нет форм для отправки чека</i></b>

confirmation_code_text = <b>Зарегистрировано</b>

      Номер заказа: <b>{$order_number}</b>
      Кандидат: <b>{$full_name}</b>
      Дата рождения: <b>{$birthday}</b>
      Код подтверждения: <b>{$code}</b>

      <i>❗️Сохраняйте это собщение пока не выйдут ответы ( до мая 2025 года). Без эти данные вы не можете проверит результаты грин карты</i>